export const newslist = {
    "code": null,
    "success": true,
    "msg": null,
    "t": null,
    "xml": null,
    "url": null,
    "list": [{"newsTitle": "北京赛车pk10技巧", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">北京赛车pk10技巧</h1>
    <p style="padding-left: 30px;">北京赛车pk10技巧,　　2012年12月，南玻集团精细玻璃和超薄电子玻璃项目在宜昌签约，两大项目总投资近30亿元，是高新区东山园区迄今引进的科技含量最高的项目。中国南玻为何牵手宜昌？该集团董事长曾南直言：合作源自不谋而合的绿色发展理念。<br /><br />　　昨天上午7点42分，武汉市小动物保护协会发布微博称，志愿者们跟这群猫贩子在安山派出所耗了一夜，洪山区动物检疫工作人员到现场辨认后，确认动物检疫合格证为假证，目前在等待江夏区动检部门来查处。<br /><br />重庆时时彩开奖视频十分,　　7号线一期通车后，将串起金银湖新城组团、汉口和武昌滨江活动区及南湖组团，成为贯穿长江两岸经济带的一条重要发展轴。<br /><br />　　不过，王芗远却告诉记者，文学并不是他最大的爱好，&ldquo;我更喜欢音乐，如果让我选择，我觉得去理科实验班也不错，我也热爱数理化的学习。&rdquo;他的架子鼓和葫芦丝都练得不错，以前在班级晚会上担任过主持人，表演过相声小品。<br />（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "“11选5”11天派送198万 彩民每天多赚了18万元", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">&ldquo;11选5&rdquo;11天派送198万 彩民每天多赚了18万元</h1>
    <p>省彩民送出198万派奖奖金，日均加送18万元，让不少11选5彩民在派奖活动中得到了实惠，增加了&ldquo;福利&rdquo;。据悉，11选5加奖奖金尚余1300万元，丰厚奖金静候彩民前去赢取。<br />　　加奖子玩法机不可失<br /><br />　　据介绍，广东&ldquo;11选5&rdquo;本次1500万元大派送活动的主题为&ldquo;夺金六小时，劲爆奖上奖&rdquo;，具体派奖规则为：①任选三单期单张彩票每中200元加奖40元；②任选五每注加奖60元，即加奖后奖金为600元/注；③前二组选每注加奖10元，即加奖后奖金为75元/注。活动时间为2012年4月26日起每天17:00至23:00（共6小时），即每天的第49~84期，直至1500万元派完为止。如果1500万元在最后一天的49~84期中间派送完毕，则派送延至当日第84期，超出经费由该玩法调节基金补齐。<br /><br />　　彩民每天多赚了18万<br /><br />　　据了解，4月26日派奖启动以来，广东11选5更加受到省内彩民关注，很多彩民都觉得机会难得，纷纷根据自身的经济实力增加了投注，不少彩民由不知道11选5玩法或者偶尔玩玩的状态，变成了喜欢玩、经常玩的拥趸，还有一大批彩民由原先的随意投注转变为技术型彩民。当然，广东11选5也对彩民朋友慷慨回报，加奖11天就送出了198.99万元，日均18万元，而这还不包括11选5原先的固定奖金。</p>
    <p>（利民福彩资讯）</p>
    <p>&nbsp;</p>
    </body>
    </html>`},
    {"newsTitle": "彩民买快三先中6千 趁胜追击豪投百倍中8", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">彩民买快三先中6千 趁胜追击豪投百倍中8</h1>
    <p>7月4日上午，莆田福彩管理站兑奖室来了一名大家熟悉的客人&mdash;&mdash;位于莆田城厢区胜利北路1555号的福彩35040696投注站经营者小宋，此时的他身份摇身一变，由经营者转换为兑奖者，替站点的中奖彩民来领奖。<br /><br />　　由于小宋为人诚实正直、守信用，在彩民中有很好的口碑，彩民们都很信任他，因此，他的站点拥有一大批忠实的彩民，站点的销量也始终在莆田市名列前茅。很多彩民之所以喜欢到他站点打票，还有一个原因：如果他们没空去管理站兑奖，小宋会帮他们去兑奖，事后将奖金一分不少地交给他们，让他们既省心又放心。<br /><br />　　据小宋介绍，他这次要兑的是7月3日的快3中奖彩票，手上这4张彩票共中奖4.2万元。小宋说，还有几张奖金不很高的中奖彩票先在他站点兑了奖，这一天这名彩民总共中了&ldquo;快3&rdquo;8.2万元奖金。不说不知道，一说着实让工作人员吓了一跳，哪个彩民这么牛？买快3一天居然中奖8万多？小宋介绍说，这位彩民姓张，是做红木家具生意的，由于家里经济较殷实，与一般的彩民相比，他投注快3都很豪气，只要他看好的号码就会几十倍甚至几百倍地投注，而且不喜欢守号。<br /><br />　　小宋还介绍说，张先生接触快3的时间并不长，只有几个月的时间，之前他只喜欢买双色球，一次无意中看到快3的宣传语：&ldquo;6选3，超简单，一玩就会；中奖易，乐趣多，十分精彩。&rdquo;他一见就倾心了。于是，他向小宋咨询快3的游戏规则后，便动手了。凭着敏感的直觉，他第一次玩快3就收获了几百元的奖金，虽说奖金不多，但对他来说很刺激，很有成就感，他说：这快3果然简单。从此，他便深深地爱上了快3，经常到福彩35040696投注站玩快3。<br /><br />　　7月3日下午5点多，张先生照例来到福彩35040696投注站买快3，在快3开奖号码表前琢磨了一会儿后，他便果断出击，选出2注三不同号：234和135，都进行150倍投注，结果开奖号码是234，他中奖6000元。此后，张先生乘胜追击，几个小时的时间内多次中奖，收获颇丰，共中奖8.2万元，在站点兑了总共4万元的小奖，剩下的4.2万元奖金便委托小宋去莆田管理站帮忙兑奖。</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "福彩“快3”游戏“豹子”频出 返奖率高达84", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">福彩&ldquo;快3&rdquo;游戏&ldquo;豹子&rdquo;频出 返奖率高达84</h1>
    <p>城市晚报讯福彩&ldquo;快3&rdquo;游戏自2012年11月5日在长春市上市以来，由于玩法简单，返奖率高，开奖快速，一直深受春城彩友的厚爱。在六种不同的投注方式中，三同号投注（俗称&ldquo;豹子&rdquo;）更是受到了广大彩友的追捧！<br /><br /><br />2014年8月19日，一共开出5注&ldquo;豹子&rdquo;号码，这5注&ldquo;豹子&rdquo;号码分别是：0819013期开出的2、2、2；0819021期开出的1、1、1；0819036期开出的6、6、6；0819072期开出的5、5、5；0819078期开出的2、2、2。值得一提的是，在0819072期中，中奖号码开出5、5、5，当期全省销售额81320元，而中奖金额高达1007365元，当期返奖率达到了1238%。<br /><br />由于很多彩友都是翻倍追逐&ldquo;豹子&rdquo;号码，当日&ldquo;豹子&rdquo;号码的频出，使得当日返奖率飙升。全省当日累计销售额5950282元，中奖金额5035372元，返奖率高达84.62%。在正常情况下，&ldquo;快3&rdquo;游戏按当期销售额的58%计提当期的奖金。而当日&ldquo;豹子&rdquo;号码的频繁开出，无疑给众多彩友带去了实惠，同时也是福彩&ldquo;快3&rdquo;游戏对一直以来给予大力支持彩友的深情回馈！祝愿每一位支持福利事业，喜爱福彩&ldquo;快3&rdquo;游戏的彩友多多中奖！</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "妙用“012路” 玩转湖北“快3”", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">妙用&ldquo;012路&rdquo; 玩转湖北&ldquo;快3&rdquo;</h1>
    <p>进入中伏，荆楚大地一直遭受高温烤炙。但记者近日走访站点时发现，比酷热天气更炽烈的，是湖北彩民对&ldquo;快3&rdquo;游戏的热情。<br /><br /><br />采访中，彩民们普遍反映称，&ldquo;快3&rdquo;之所以迅速被接受，是因为它玩法简单、返奖率高、容易中奖、快速开奖。在与彩民们的交流中，记者也发现，我省彩民在投注&ldquo;快3&rdquo;时，几乎都有自己的独特的玩法和招数。其中一种叫做&ldquo;012路投注&rdquo;的方法特别受追捧。<br /><br /><br />除3余数，通常我们称为路数；而除3余数分析法，也就因此俗称为&ldquo;012路分析法&rdquo;，指的是把&ldquo;快3&rdquo;的3个号码中每个号码按照除3余数分类。&ldquo;快3&rdquo;的56注号码按照除3余数进行分类后，可以分成A、B、C三种形态。<br /><br /><br />A形态：理论出号概率11.11%<br /><br /><br />A形态是三同号加组三号，共有12注号码，理论出号周期为9期，理论出号概率为11.11%。A形态又可细分为3种形态，每种形态的理论出号周期为27期。分别是<br /><br /><br />1、 0路3个号码：333、666、336、366。<br /><br /><br />2、 1路3个号码：111、444、114、144。<br /><br /><br />3、 2路3个号码：222、555、225、255。<br /><br /><br />B形态：理论出号概率为66.67%<br /><br /><br />B形态共有36注号码，理论出号周期为1.5期，理论出号概率为66.67%。B形态又可细分为6种形态，每种形态的理论出号周期为9期。分别是<br /><br /><br />1、 0路2个号码1路1个号码：133、166、334、466、136、346。<br /><br /><br />2、 0路2个号码2路1个号码：233、266、335、566、236、356。<br /><br /><br />3、 1路2个号码0路1个号码：113、116、344、446、134、146。<br /><br /><br />4、 1路2个号码2路1个号码：112、115、244、445、124、145。<br /><br /><br />5、 2路2个号码0路1个号码：223、226、355、556、235、256。<br /><br /><br />6、 2路2个号码1路1个号码：122、155、224、455、125、245。<br /><br /><br />C形态：理论出号概率为22.22%<br /><br /><br />C形态是拖拉机+杂C共有8注号码，理论出号周期为4.5期，理论出号概率为22.22%。C形态就是指0路1个号码、1路1个号码、2路1个号码，包括的号码为：123、234、345、456、126、135、156、246。<br /><br /><br />值得彩民朋友注意的是，A形态+C形态的和值都是0路和值（3、6、9、12、15、18），B形态的和值是1路和值+2路和值。</p>
    <p>（利民福彩资讯）</p>
    <p>&nbsp;</p>
    </body>
    </html>`},
    {"newsTitle": "时时彩技巧推荐：中奖频率高的技巧", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">时时彩技巧推荐：中奖频率高的技巧</h1>
    <p>重庆时时彩组三规律，中奖频率高的时时彩技巧：一直以来，时时彩三星直选玩法就是重庆时时彩各玩法中，最值得一玩的玩法。三星直选玩法奖金较一星和二星玩法高，选号较四星和五星玩法简单，只需猜中时时彩开奖号码后面一位就有机会，以2元获奖380元。<br /><br /><br />&nbsp;观察时时彩后面三位开奖号码，就能从中获得时时彩投注技巧。时时彩后面三位号码又有什么样的出号规律呢？一起跟小编看看重庆时时彩后面三位的出号规律吧！<br /><br /><br />&nbsp;规律一，组三与组六号码。组三是指后面三位开奖号码中，有两个开奖号码相同的情况，组六是指后面三位号码中，没有相同的号码出现。当然，从开奖号码中，我们还可以发现出现后面三个号码全都相同的情况。由于此号码出现的较少，在这里，我们就不多作介绍。在组三和组六两种形态中，组六出现的次数较多，所以在投注时，我们可以放手用组六的规律选号，不过也要注意连环组三形态。<br /><br /><br />&nbsp;规律二，重值、连号、跳码。这三种号码，出现在开奖号码中的情况较多，在这里，我们先确定组三与组六的形态。然后结合重值、连号、跳码这三种号码选号就可以了。在江西时时彩三星直选玩法中，这三种规律出现的次数最为频繁，这种机会您一定要抓住哦！<br /><br /><br />&nbsp;重庆时时彩三星直选玩法轻松选号，大奖等您拿。时时彩技巧</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "江苏快3：如何规避风险", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">江苏快3：如何规避风险</h1>
    <p>购买彩票最终的一点是什么，有人说是中奖，其实不然。购买彩票中奖是人人希望得到的，但是这是可遇不可求的事情，假如当购买的彩票没有中奖的话如何才能降低我们的购买风险呢？<br /><br /><br />在福彩江苏快三游戏中，有一种复试组合选号法可以很好的规避风险。因为快三仅仅有6个号码，所开出的盘面相对于其他彩种来说较少，假如可以很好的利用复试组合法的话，那么购买江苏快三彩票时将很轻易利于不败之地。<br /><br /><br />所谓复试组合法，就是指可以选用6个三同号或者三不同单选，外加5个三同号和三不同复选。进行搭配投注，因为在实际的江苏快三的开奖中三不同的概率是非常高的，一共11个三不同号几乎可以概括大部分号码，而购买三同号的目的则在于可以提升中奖的奖金。如此方法虽然投资比较高，但是效果在实战中非常好，喜欢的彩民不妨一试。<br /><br /><br />点击投注快三：江苏 安徽 湖北 吉林</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "北京福彩高额派奖重磅出击 快乐8 PK拾首当其冲", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">北京福彩高额派奖重磅出击 快乐8 PK拾首当其冲</h1>
    <p>记者获悉，为了真诚回馈全市彩民，北京市福利彩票发行中心将于8月初启动电脑票多彩种大派奖接力活动，活动将持续至本年底，其中&ldquo;快乐8&rdquo;和&ldquo;PK拾&rdquo;两款数字游戏先拔头筹，率先启动派奖活动。<br /><br />　　一、 快乐8派奖方案设置如下：<br /><br /><br />快乐8派奖宣传海报<br /><br /><br />　　1、 派奖时间：2014年8月11日开始<br /><br /><br />　　2、 派奖金额：总额1000万元，派奖奖金送完为止。<br /><br /><br />　　3、 派奖比例：增加快乐8游戏的选六、选五、选四、选三、选二和选一玩法的各奖等奖金，加奖奖金不超过原总奖金的25%。<br /><br /><br />　　4、 派奖方案：<br /><br /><br />　　二、 PK拾派奖方案设置如下：<br /><br /><br />PK拾派奖宣传海报<br /><br /><br />　　1、 派奖时间：2014年8月21日开始至2014年8月30日结束。<br /><br /><br />　　2、 派奖比例：增加PK拾游戏的普通投注选5、选4、选3、选2和选1玩法；精确投注选4、选3、选2；精确组选投注选4、选3、选2；位置；拖拉机；猜奇偶；猜大小；和数选玩法的各奖等奖金，加奖奖金不超过原总奖金的20%。<br /><br /><br />　　3、 派奖方案：<br /><br /><br />　　PK拾游戏除了奖池派奖外，更值得关注的是游戏增加了新的玩法，有：&ldquo;精确组选&rdquo;、&ldquo;位置&rdquo;、&ldquo;拖拉机&rdquo;、&ldquo;猜奇偶&rdquo;、&ldquo;猜大小&rdquo;、&ldquo;和数&rdquo;等六种全新玩法。这是PK拾自2007年上市以来首次针对投注方式作出调整，对游戏实现全面升级，增加玩法后，彩民的投注方式更加灵活多样，大大增强了游戏的趣味性，使之焕发新的活力。<br /><br />　　活动期间，两款游戏分别展开了针对彩民的买赠活动。彩民凡购买&ldquo;快乐8&rdquo;、&ldquo;PK拾&rdquo;彩票，单张彩票金额满10元且未中奖彩票，收集够相应彩票张数，即可在投注站直接兑换精美礼品。如此大力度、高回报的买赠活动，自&ldquo;快乐8&rdquo;和&ldquo;PK拾&rdquo;的发行以来实属首次</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "江苏快三前二码加减定胆玩法", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">江苏快三前二码加减定胆玩法</h1>
    <p>江苏快3上市以来就由于其玩法简单，中奖率高的特点迅速受到广大彩民的追捧，慢慢的也能从各种数据和投注经验中总结出一些投注技巧，今天小编要讲的是快3游戏技巧的前二码加减定胆法。<br /><br /><br />　　所谓前二码加减定胆法，就是用上一期开奖号码的前二码和值和差值作为下一期的胆码，在历史开奖结果中，本方法准确率相当高。<br /><br /><br />当然此技巧还有以下几点需要注意：<br /><br /><br />　　第一：上一期的开奖号码需要经过从小大到排序，这样以来，前二码作为较小数字得出的和值才会更合理。前二码相加减得出的和值和差值即可作为下一期的胆码。注：快3游戏不区分开奖号码的顺序，所以号码排序不会影响开奖结果。<br /><br /><br />　　第二：当前二码是二同号时，则用其与另一码相加减。如上一期的开奖号码是&ldquo;115&rdquo;，则用1和5相加减得出下一期的6或4。<br /><br /><br />　　第三：当前二码的和值大于6时，需要用和值减去6，所以前二码的和值和差值可以是两个数字，也可能是一个数字，比如前二码是&ldquo;3 4&rdquo;，其和值和差值均是1，差值1=3+4-6。如上图中20131225071期的&ldquo;266&rdquo;，则是用2和6的和值减去6得出下一期的2。<br /><br /><br />　　第四：该技巧并不是时时都灵验的,总结了快3开售以来的历史数据，该现象会阶段性出现，每次出现总会延续5期以上。所以，为了保险起见,建议彩民不要盲目套用技巧，最好等该迹象出现时再下手。比如，当发现上一期出号码&ldquo;12&rdquo;，下一期出现了&ldquo;1（2-1=1）&rdquo;或者&ldquo;3（1+2=3）&rdquo;该现象连续2期或者3期时，就可以如法炮制了。</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "时时彩技巧推荐：五星通选小妙招", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">时时彩技巧推荐：五星通选小妙招</h1>
    <p>&nbsp;重庆时时彩玩法众多，分别有：和值，包括二星和值和三星和值。通选，包括五星通选。三星组选：包括包点、包胆、组三、组六以及直选组合。直选：包括一星、二星、三星、五星。大小单双以及二星组选：包括二星组选、二组分位、二组包点、二组包胆。看，重庆时时彩的玩法可谓多，我们来看看五星通选的玩法吧：时时彩技巧<br /><br /><br />&nbsp;五星通选的玩法是竞猜开奖号码的全部五位，全部猜中奖金20000元；猜中前三或后三奖金200元；猜中前二或后二奖金20元。可以倍投，倍投奖金更大。通选的玩法在重庆时时彩中算是难度比较大的一种。要获得20000元的大奖就需要选中全部的五位开奖号码。跟着小编一起来，我们共同探讨中大奖的秘诀：<br /><br /><br />&nbsp;大家都知道，杀号在时时彩中是很必然的一件事情，那么怎么杀号呢，小编认为在五星通选中，我们可以看号码的冷热来进行杀号，观察近期开奖号码的走势和特点，处于冷状态的号码就果断的杀掉不要。不要犹豫，杀掉冷号是明智的选择。然后就是选择热号，看近期的开奖号码中处于热形态的号码，果断的留下，这样的话我们所剩下了8个或则7个号码来选择三个或者四个。<br /><br /><br />&nbsp;那接下来怎么办呢，我们看温号，就是那些不冷不热的号码，如果是上期开出过的号码，那我们酌情排除一些，其实除掉热号和重号之后基本都是可以排除的了，剩下的几个号码就留下，这样的话我们大致就可以确定四个号码了，有时候可以确定五个号码。<br /><br /><br />&nbsp;再接下来的最后一个号码怎么办呢，好办！往往那一个号码我们会在一两个号码之间徘徊，怎么办呢，我们就都投注呗，把这两个号码分成两注进行投注，这样中奖的几率更大。这就是重庆时时彩五星通选的基本步骤，朋友们，你们学会了吗？</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "北京pk10软件,PK拾技巧大全,PK拾选号技巧", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">北京pk10软件,PK拾技巧大全,PK拾选号技巧</h1>
    <p>北京pk10软件,PK拾技巧大全,PK拾选号技巧 开奖号码分布图<br /><br />阶段性杀号法<br /><br />很多新彩民面对PK10的备选号码总犯愁，只觉无从下手。其实如灵活选用一些阶段性杀号法，无疑将大幅缩小备选号码，并提升你的中奖率。因此这里向大家介绍几种阶段性杀号法，供指正。<br /><br />区段杀号法：号码区间移动频繁，并隐含着一定的阶段性移动规律，我们应提前预测下一重心区间、将出球区间，而不太可能出球的区间，无疑可大胆采用区段杀号法。为保险起见，你可细化区间的划分，以尽可能小的区间来分析，区间等划分大可一试。<br /><br />特别号杀号法：特别号妙用很多，光用于杀号的方法就有以下几种：特别号与黄金分割点0.618的乘积下期普遍绝杀；特别号与各期开奖号首球相加减之值，下期同样绝杀；前两期特别号相加减之值第三期大多绝杀。当然请注意这是一种阶段性特点极强的杀号手法。你最好针对性地阶段选用。<br /><br />冷热球杀号法：细心的彩民一定知道开奖号大多产生于次冷、次热球号当中，而那些热乎其热的好球、暂时进入冬眠期的个号无疑可坚决绝杀。而选用温球将是明智的选择。<br /><br />出球极限杀号法：由于体彩各种走势现象，普遍存在着一定的阶段性、极限性，为巧妙杀号提供了可能。我们对那些连占五期以上的个号、斜连球数超过四期的斜连接球、等隔出球模式超过四期的个球无疑可以坚决绝杀。</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "北京福彩PK拾最高奖项可达88万", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">北京福彩PK拾最高奖项可达88万</h1>
    <p>北京福彩推出的全新视频赛车彩票游戏&ldquo;PK拾&rdquo;将带给您一种耳目一新的游戏体验。PK拾有1-10号10辆车比赛，每5分钟进行一次，比赛名次作为开奖结果。彩民事先选择赛车的排名顺序，猜中越多，中奖越多。<br />　　&ldquo;PK拾&rdquo;头奖888888元，玩法多样，易中奖：<br /><br />　　&ldquo;PK拾&rdquo;游戏每注2元，返奖率50%；<br /><br />　　&ldquo;PK拾&rdquo;游戏玩法多样：从普通选一到普通选十，加上精确选二到精确选四，共13种玩法，46个奖等，中奖率高，<br /><br />　　选十中十全中可分得奖金888,888元。</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "时时彩技巧推荐：大中小码玩法的妙招", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">时时彩技巧推荐：大中小码玩法的妙招</h1>
    <p>时时彩的玩法很多，有一、二、三、四、五星，直选，通选，组选，复选等。今天来说说重庆时时彩大小玩法。时时彩技巧<br /><br /><br />&nbsp;我们来看看重庆时时彩的大中小码的组成形式，共十种：全大、两大一中、两大一小、一大两中、一大两小、一大一中一小、全中码、两中一小、一中两小、全小码。大中小的十种组合形式所包含的号码数量是不相同的。比如，一大一中一小的形式所包含的直选号码多达216注，而三大码或者三小码的组合号码数量可能少至10注以内。因此，在运用大中小方法选号时，一定要考虑到其注数的不同而自然出现概率也是不一样的。在具体运用大中小选号法进行选号时，需要注意以下几点：<br /><br /><br />&nbsp;首先、十种组合形式中最具有可操作性的当属一大一中一小，其直选号码总量为216注，组选号码也达到36注，其数量最多而且出现频率也是最高的，大家可以根据自身的条件量身定做一套完整的投资方案。而且，简单的说，一大一中一小的组合只能以&ldquo;组选6&rdquo;号码形式出现。<br /><br /><br />&nbsp;然后、大中小选号法可结合胆拖选号法一起使用，如能确定当期大中小的出现形式，再加上能确定一个胆码，则备选号码可圈定在一个大约20注左右的组选范围内。只从重庆时时彩已经开出的号码中，统计大中小走势来看，出现1个大号或者小号的现象比较多，出现2-3个中码的频次最高。通常进行小复式选号或定位包号时，结合每个位置号码的&ldquo;大中小&rdquo;特点，往往能收到一个不错的效果。<br /><br /><br />&nbsp;最后、我们也可采取守株待兔的方式使用大中小。在大中小的十种组合形式中，最具有追号价值的莫过于重庆时时彩的三大码组合或者三小码组合，这类的组合注数并不多，往往能控制在组选十注以内，却时常在某段时期内频繁开出，拥有投入小、见效快、回报高等这些特点，长期坚持守下去收获会更加丰厚。</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "时时彩技巧推荐：学会时时彩位差投注", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">时时彩技巧推荐：学会时时彩位差投注</h1>
    <p>所谓位差，指的是重庆时时彩个十百位三个号位上的其中一个号位上的号码与另一个号位上的号码相减的差。<br /><br /><br />&nbsp;即有&ldquo;百位减十位&rdquo;&ldquo;百位减个位&rdquo;十位减个位&ldquo;三种数据可供分析。时时彩技巧<br /><br /><br />&nbsp;选号方法：对于位差的分析，除了考察某一冷和值外，还要考察和值的冷距离或冷跨度。<br /><br /><br />&nbsp;可以用以下三个词总结：点 跳 平。<br /><br /><br />&nbsp;点：即冷点，比如重庆时时彩十位减个位等于1已经连续多期未出现了，我们可以密切关注这个差值。当然，在关注这个数的同时，还要结合它们不同的出号周期。<br /><br /><br />&nbsp;比如重庆时时彩十位减个位等于1与十位减个位等于3同时冷到50期未出，则前者就成了必追之冷，而后者只能作为观望指标，远远未达到追捧的时候。<br /><br /><br />&nbsp;跳：即点位距离的冷态。比如十位减个位的差距己连续多期未出现距离为1的情况，而如果本期差值为5，下期即可关注差值为4或6，使用软件组号后即可到时时彩平台投注。<br /><br /><br />&nbsp;平：即重复点位。一般情况下，任意两个号位的差平均每十期左右就会重复一次，如果某两个号位上的差连续40天未发生重复现象时，我们就可以采取出几追几的方案。一般来说，最少在时时彩平台做好10期倍投计划。当然，也可能根据自己的资金适合延长投资周期。<br /><br /><br />&nbsp;利用除法对重庆时时彩号码进行统计，常用的方法有&ldquo;除3余数和&rdquo;、&ldquo;除4余数和&rdquo;、&ldquo;除5余数和&rdquo;、&ldquo;除6余数和&rdquo;、&ldquo;除7余数和&rdquo;等选号方法，具体内容如下：<br /><br /><br />&nbsp;除7余数和：除7余数和=第一位号码的除7余数+第二位号码的除7余数+第三位号码的除3余数.<br /><br /><br />&nbsp;如号码123，除7余数和即为1+2+3=6。&ldquo;除7余数和&rdquo;共有0-18计19个结果，各结果对应的直选注数分别为8注、24注、48注、68注、84注、96注、110注、114注、108注、91注、75注、60注、46注、30注、18注、10注、6注、3注、1注。<br /><br /><br />&nbsp;除6余数和：除6余数和=第一位号码的除6余数+第二位号码的除6余数+第三位号码的除6余数.<br /><br /><br />&nbsp;如号码123，除6余数和即为1+2+3=6。&ldquo;除6余数和&rdquo;共有0-15计16个结果，各结果对应的直选注数分别为8注、24注、48注、80注、108注、132注、140注、132注、114注、86注、60注、36注、19注、9注、3注、1注。<br /><br /><br />&nbsp;除5余数和：除5余数和=第一位号码的除5余数+第二位号码的除5余数+第三位号码的除5余数.<br /><br /><br />&nbsp;如号码123，除5余数和即为1+2+3=6。&ldquo;除5余数和&rdquo;共有0-12计13个结果，各结果对应的直选注数分别为8注、24注、40注、80注、120注、144注、152注、144注、120注、80注、48注、24注、8注。<br /><br /><br />&nbsp;除4余数和：除4余数和=第一位号码的除4余数+第二位号码的除4余数+第三位号码的除4余数.<br /><br /><br />&nbsp;如号码123，除4余数和即为1+2+3=6。&ldquo;除4余数和&rdquo;共有0-9计10个结果，各结果对应的直选注数分别为27注、81注、135注、189注、198注、162注、116注、60注、24注、8注。<br /><br /><br />&nbsp;除3余数和：除3余数和=第一位号码的除3余数+第二位号码的除3余数+第三位号码的除3余数.<br /><br /><br />&nbsp;如号码123，除3余数和即为1+2+0=3。&ldquo;除3余数和&rdquo;共有0-6计7个结果，各结果对应的直选注数分别为64注、144注、252注、243注、189注、81注、27注。</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},],
    "map": {
      "ycNewsLst": [
        
    {"newsTitle": "江苏快三：选号十法", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">江苏快三：选号十法</h1>
    <p>江苏快三选号，方式很多很多，自福彩江苏快三发售，大家天天都琢磨怎么能轻轻松松的中大奖，在最近一年的不停地探索和钻研中，最后总结出以下十种方式，给大家参考。<br /><br /><br />　　一、盯遗漏，寻组合<br /><br /><br />　　江苏快三的组合，其实就是2个任意不同的号，组合而成的组合号码，每个组合含二不同号码2个，三不同号码4个，合计6个号码进行投注。作10期的计划追号为佳。<br /><br /><br />　　二、瞅奇偶，寻对子<br /><br /><br />　　在开奖号有25期，没开全奇的对子时，就可以选择全奇的对子来投注，就是112、122、113、133、355、335。根据江苏快三开奖历史的数据统计，全奇的对子会在40期之内不少于2次。全偶同理。<br /><br /><br />　　三、盯跨度，寻切口<br /><br /><br />在快三中奖的号码中，跨度3的号码最为均匀。当我们发现跨度3的号码遗漏达30期以上，可以稳步加入。跨度3共有3个组合形式，即14组合的114、124、134、144，25组合的225、235、245、255，36组合的336、346、356，我们在这3个组合当中选择其中之一进行投注，会取得比较好的收益。<br /><br /><br />　　四、盯前十，寻下移<br /><br /><br />　　快三号码有个规律，当期开奖号码与前10期的号码有密切相关，会有号码重现。如30期的开奖号码是125，那么40期的投注号码应考虑125有号码出现。<br /><br /><br />　　五、盯隔期，寻对子<br /><br /><br />　　快三的另一个特点是隔期会出对子，比如51期开奖号码246，53期就可以关注246会出现一个对子。也就是隔期下移两码。<br /><br /><br />　　六、盯和值，寻直坐<br /><br /><br />　　当快三本期开奖号码是三不同的出现以后，会紧跟一个或者多个相同和值的二不同号码，比如当期开奖号码136，可以考虑打226、334。<br /><br /><br />　　七、盯走势，寻靠背<br /><br /><br />　　当期开奖号码155，可以关注下期投注115，这个所谓靠背号码，基本上天天出现。<br /><br /><br />　　八、盯奖号，寻对码<br /><br /><br />　　快三的对码天天都频繁开出，123以后开456，146以后开235，23组合以后开46，13组合以后开26，12组合以后开56。<br /><br /><br />　　九、盯机遇，寻豹子<br /><br /><br />　　当快三连续多期开出三不同或者某个对子的号码频繁出现时，需关注豹子号码的开出。<br /><br /><br />　　有多次出现豹子号码的迹象是：156这个三不同号码以后会开555、666；246这个号码的开出会开444；146这个号码之后开出111有多次。此外，假如对子频繁，比如445、446、144连续开出，就得关注一下444的豹子了。<br /><br /><br />　　十、盯机会，寻回补<br /><br /><br />　　每当一个两码组合出现大的遗漏以后，将会快速回补，可以结合和值遗漏分析，抓1-2次回补。</p>
    <p>（利民福彩资讯）</p>
    <p>&nbsp;</p>
    </body>
    </html>`},
    {"newsTitle": "北京赛车pk10选号技巧介绍", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">北京赛车pk10选号技巧介绍</h1>
    <p style="padding-left: 30px;">北京赛车pk10技巧众多，不过任何一种技巧都不敢保证命中率有100%。<br /><br />选号技巧：对近20期以上的开奖结果进行统计，统计中分为冷号，热号，暖号。以猜冠军为例，每100期里面的开奖结果中，那么冠军开奖号里面的暖号占70%左右，热号加冷号才30%。一般7期来计算，开一期以下的号称为冷号，开2到4期为暖号，5到7为热号，在下一期预测的时候一般建议选择暖号。<br /><br />杀号技巧：杀号技巧也和选号技巧有关联，一般热号和冷号都能判为杀号里面，另外一种杀号是连开的号码，连开三局以上的号码都被划分到杀号里面，在下一期不会开。<br /><br />走势图技巧：通过走势图可以判断一期开奖号的趋势范围，主要通过走势图看下一期的开奖号比这一期要大还是要少，缩小选号的范围。<br /><br />大小单双技巧：像这种只有二分之一概率的结果参考意义不大。<br /><br />总结：通过以下几个步骤就能完整描述北京赛车pk10技巧。<br /><br />1，选定范围；<br /><br />2，通过冷热号减少再次缩减号码；<br /><br />3，把近20多期的结果把杀号排除。</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "时时彩技巧推荐：用奇偶数投注三星玩法", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">时时彩技巧推荐：用奇偶数投注三星玩法</h1>
    <p style="padding-left: 30px;">跟以前的玩法有所不同。分别由奇数(1、 3、5、7、9)和偶数(0、2、4、6、8)这个个数据组组成，在投注三星时，我们只需要判断三星后面三位数的奇偶数形态，就可以巧妙的选择一注三星号 码投注了。这个看似简单，其实是一个非常繁杂的过程。<br /><br /><br />&nbsp;那么接下来我们利用奇偶投注，只需做两步操作。第一步，确定时时彩开奖号码后面三位的奇偶形态;第二步，选择相关连的号码投注。下面举例说明。时时彩技巧<br /><br /><br />&nbsp;如：当我们确定1期的奇偶形态为&ldquo;奇奇奇&rdquo;。由于都是奇数，那么，我们可以直接用第一种奇数组&ldquo;1、3、5、7、9&rdquo;这五个数字来投注时时彩三星。根据 三星出号的情况，我们可以现在奇数中比较热的号码&ldquo;7&rdquo;投注。这个操作方式大家都知道，接下来根据重值的规律选择&ldquo;9&rdquo;或者&ldquo;1&rdquo;投注。这里需要注意的是 由于连号的情况也经常出现在重庆时时彩中，那么根据上期的号码，我们可以选择一个连号&ldquo;2&rdquo;来投注。基本上是跟偶数组扯上了关系，为了保证准确率，我们可 以采用复试多倍投注的计划投注第47期的开奖号码。因为概率的问题，有时我们需要多测试一下，这样才能提高我们的中奖率。<br /><br /><br />&nbsp;第一步，我们 通过前期开奖号码奇偶数的形态，来确定本期奇偶的形态。奇偶在三星中的形态一般分为以下八种形态：&ldquo;奇奇奇&rdquo;，&ldquo;偶偶偶&rdquo;，&ldquo;奇奇偶&rdquo;，&ldquo;奇偶偶&rdquo;，&ldquo;奇 偶奇&rdquo;，&ldquo;偶奇奇&rdquo;，&ldquo;偶偶奇&rdquo;，&ldquo;偶奇偶&rdquo;。在这里，我们只需选择一种形态投注当期的开奖号码。当然，这还没有到最终确定的结果。我们接下来按第二步 走。<br /><br /><br />&nbsp;第二步，确定具体的号码，投注时时彩三星直选。在这里，我们需根据重庆时时彩历史开奖号码，杀掉奇数或者偶数中的一部分号码，然后用剩下的号码投注时时彩三星。</p>
    <p style="padding-left: 30px;">&nbsp;</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`},
    {"newsTitle": "北京赛车PK10技巧-赢家心得", "newsTime": "2018-06-13", "newDetail": `<!DOCTYPE html>
    <html>
    <head>
    </head>
    <body>
    <h1 style="text-align: center;">北京赛车PK10技巧-赢家心得</h1>
    <p style="padding-left: 30px;">在众多网上投注北京赛车PK10的博友们中，大家都应该明白一个道理（投注一定要有公式，并且够自律，才能够在北京赛车PK10中赢得金钱。）！但有多少人能够如此呢，相信大家也清楚其实能够做到的寥寥无几！<br /><br />既然难于做到上面两点，那么还有哪种投注的方式能够更有胜率呢？这个问题，就是E宝博娱乐的小编要帮大家解决的问题。<br /><br />1、首先要在明确你的目标，你的投注的方向，方向对了才能接近你的目标，什么是目标？什么是方向？目标就是你的北京赛车PK10的计划，比如你准备打这一把，完成了这把盈利多少？方向就是北京赛车PK10投注的方向，这把计划你是倍投还是平投，总要有一个方向，不能东一手大，西一手小，搞来搞起把资金搞得乱七八糟，<br /><br />　<br /><br />2、区间分布图，将北京赛车PK10开出的号码进行排列，形成号码排列图，仔细观察号码的集散趋势。一般情况下只是用它来<br /><br />判断一个大概的范围，而不是将它定位到某一点上。号码排列图与号码走势图综合起来使用的话，会让你的收获大大地提高。<br /><br />3、利用大小的冷热来判断某一种结果的可能。<br /><br />其实E宝博娱乐的小编在上面文字里面阐述的是直观上的方式，掌握其中的要领才是主题。<br /><br />能够有概率开出的数字都存在开出的可能，具体开出的数字在开奖公告出来之前，是无法确定的，因此，大家还是把握好心态最要紧。而上述只是个人认为胜算较大的方法。<br /><br />4 ，记得保持资金，就是止盈止损， 完成目标及时收工！！ 最后希望大家慢慢在游戏中积累经验！这个东西是玩出来的，熟能生巧！</p>
    <p>（利民福彩资讯）</p>
    </body>
    </html>`}
      ]
    },
    "params": {},
    "pageNo": 1,
    "pageSize": 10,
    "pages": 1,
    "totalSize": 1,
    "orderByField": null
  }