<style scoped>
  @import "../../../assets/header.css";
  
</style>


<template>
 <div>
    <wv-header :title="`${gameName}介绍`" class="header">
      <div @click="$router.go(-1)" class="btn-menu brack-icon" slot="left">
        <i class="el-icon-arrow-left" slot="icon"></i>
      </div>
      <div class="w-20" slot="right"></div>
    </wv-header>
    <el-main class="index-main" style="background-color:#fff;padding:15px;">
    <div class="sc-gCwZxT iEMDai">
        <div class="sc-bJTOcE iCnFQh">
            <div class="sc-PLyBE hhUvWZ">
                <div class="sc-dPNhBE gwgWIL">玩法规则</div>
                <div class="sc-kkwfeq kOmFkF">PK10（赛车）：以当期车号比赛顺序结果作为当期开奖号码。</div>
            </div>
            <div>
                <div class="sc-dPNhBE gwgWIL">奖项设置</div>
                <section class="sc-izvnbC faZLno">
                    <div class="sc-gMcBNU gbXjjN">
                        <div class="sc-dYzWWc boyuBP">玩法</div>
                        <div class="sc-dYzWWc boyuBP">玩法说明</div>
                    </div>
                    <div class="sc-cbMPqi gmsilR" v-for="(item, index) in items" :key="index">
                        <div class="sc-dYzWWc boyuBP">{{item.k1}}</div>
                        <div class="sc-dYzWWc boyuBP">{{item.k2}}</div>
                    </div>
                </section>
            </div>
            <div class="sc-fAJaQT fRmlxW"></div>
        </div>
    </div>
     <div class="sc-guztPN bdBveP"><button @click="toGames" class="sc-cFlXAS bYzZZd">立马来一注</button></div>
    </el-main>
 </div>
</template>
<script>
export default {
    props : {
        gameName : String,
        gameNo : String,
        gameType : String
    },
    data() {
      return {
        items:[{"k1":"冠亚和和值复式","k2":"猜冠亚军号码的总和，从3〜19、大、小、单或双中选择一个型态构成一注，3~11为小，12~19为大。"},{"k1":"定位胆标准定位胆","k2":"冠、亚、季、四、五、六、七、八、九、十任意位置上选择一个或一个以上号码。"},{"k1":"猜冠军直选复式","k2":"所选号码与开奖号码第1位数字相同，即为中奖。"},{"k1":"猜前二直选复式","k2":"从各名次中各选择一个不重复的号码组成一注，所选号码与开奖号码的前2位相同，且顺序一致，即为中奖。"},{"k1":"猜前二直选单式","k2":"手动输入号码，输入二个号码组成一注，所选号码与开奖号码的前2位相同，且顺序一致，即为中奖。"},{"k1":"猜前二组选复式","k2":"选择二个不同数字构成一注，前2个位置的开奖号码与投注号码不按先后顺序一一对应，即为中奖。"},{"k1":"猜前三直选复式","k2":"从各名次中各选择一个不重复的号码组成一注，所选号码与开奖号码的前3位相同，且顺序一致，即为中奖。"},{"k1":"猜前三直选单式","k2":"手动输入号码，输入三个号码组成一注，所选号码与开奖号码的前3位相同，且顺序一致，即为中奖。"},{"k1":"猜前三组选复式","k2":"选择三个不同数字构成一注，前3个位置的开奖号码与投注号码不按先后顺序一一对应，即为中奖。"},{"k1":"猜前四直选复式","k2":"从各名次中各选择一个不重复的号码组成一注，所选号码与开奖号码的前4位相同，且顺序一致，即为中奖。"},{"k1":"猜前四直选单式","k2":"手动输入号码，输入四个号码组成一注，所选号码与开奖号码的前4位相同，且顺序一致，即为中奖。"},{"k1":"猜前四组选复式","k2":"选择四个不同数字构成一注，前4个位置的开奖号码与投注号码不按先后顺序一一对应，即为中奖。"},{"k1":"猜前五直选复式","k2":"从各名次中各选择五个不重复的号码组成一注，所选号码与开奖号码的前5位相同，且顺序一致，即为中奖。"},{"k1":"猜前五直选单式","k2":"手动输入号码，输入五个号码组成一注，所选号码与开奖号码的前5位相同，且顺序一致，即为中奖。"},{"k1":"猜前五组选复式","k2":"选择五个不同数字构成一注，前5个位置的开奖号码与投注号码不按先后顺序一一对应，即为中奖。"},{"k1":"信用双面冠军","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖； 1~5为小，6~10为大，1、3、5、7、9时为单，2、4、6、8、10时为双； 冠军龙虎是以冠军和第十名进行大小比对，取冠军为龙，第十名为虎，龙大于虎时为“龙”，龙小于虎时为“虎”。"},{"k1":"信用双面亚军","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖； 1~5为小，6~10为大，1、3、5、7、9时为单，2、4、6、8、10时为双； 亚军龙虎是以亚军和第九名进行大小比对，取亚军为龙，第九名为虎，龙大于虎时为“龙”，龙小于虎时为“虎”。"},{"k1":"信用双面季军","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖； 1~5为小，6~10为大，1、3、5、7、9时为单，2、4、6、8、10时为双； 季军龙虎是以季军和第八名进行大小比对，取亚军为龙，第八名为虎，龙大于虎时为“龙”，龙小于虎时为“虎”。"},{"k1":"信用双面第四","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖； 1~5为小，6~10为大，1、3、5、7、9时为单，2、4、6、8、10时为双； 第四龙虎是以第四名和第七名进行大小比对，取亚军为龙，第七名为虎，龙大于虎时为“龙”，龙小于虎时为“虎”。"},{"k1":"信用双面第五","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖； 1~5为小，6~10为大，1、3、5、7、9时为单，2、4、6、8、10时为双； 第五龙虎是以第五名和第六名进行大小比对，取亚军为龙，第六名为虎，龙大于虎时为“龙”，龙小于虎时为“虎”。"},{"k1":"信用双面第六","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖；1~5为小，6~10为大，1、3、5、7、9时为单，2、4、6、8、10时为双。"},{"k1":"信用双面第七","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖；1~5为小，6~10为大，1、3、5、7、9时为单，2、4、6、8、10时为双。"},{"k1":"信用双面第八","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖；1~5为小，6~10为大，1、3、5、7、9时为单，2、4、6、8、10时为双。"},{"k1":"信用双面第九","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖；1~5为小，6~10为大，1、3、5、7、9时为单，2、4、6、8、10时为双。"},{"k1":"信用双面第十","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖；1~5为小，6~10为大，1、3、5、7、9时为单，2、4、6、8、10时为双。"},{"k1":"信用数字盘冠军","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用数字盘亚军","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用数字盘季军","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用数字盘第四","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用数字盘第五","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用数字盘第六","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用数字盘第七","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用数字盘第八","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用数字盘第九","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用数字盘第十","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用冠军冠军","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用亚军亚军","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用季军季军","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用第四第四","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用第五第五","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用第六第六","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用第七第七","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用第八第八","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用第九第九","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用第十第十","k2":"从1~10中任选1个号码下注，若下注的号码与开奖号码相同，即为中奖。"},{"k1":"信用冠亚和冠亚和","k2":"选择1个型态进行下注，所选型态与开奖号码冠亚军和值的型态相同，则为中奖。"}]
      }
    },
        methods : {
        toGames(){
            this.$router.go(-1);
        }
    }
}
</script>
