<!-- 快三 -->
<template>
    <div class="container-fluid">
        <div class="_3SIII container mb20">
            <div class="_25l1z">
                <img src="/static_pc/images/title.jpg">
                <span class="_2UAqJ">PC蛋蛋</span>
                <img class="_3Md7b" src="/static_pc/images/bj28.png">
            </div>
            <div class="_1R4A2">
                <img class="O4UlG" src="/static_pc/images/jj.png">
                <div class="sc-dnqmqq bnkFaa">PC蛋蛋（北京28）：北京快乐8做奖源，20个号码从小到大排列，前6个数字总和，中6总和，后6总和的个位数字相加。</div>
                <div class="sc-dnqmqq bnkFaa">开奖号码：20个号码从小到大排列，第一个开奖号码为1~6位号码相加，和值的个位数；第二个开奖号码为7~12位号码相加，和值的个位数；第三个开奖号码为13~18位号码相加，和值的个位数；「特码数字」为三个开奖号码加总。</div>
            </div>
            <div class="_1PWGr">
                <img class="O4UlG" src="/static_pc/images/wf.png">
                <div class="tracked-little greyish-brown-two">
                    <div class="mh10 f7">
                        <div class="mt20 mb45">
                            <table class="w-100 tc ba help-border-color">
                                <thead class="_2Ck4J">
                                    <tr style="height: 35px;">
                                        <td class="nowrap ba help-border-color edJxL">玩法群</td>
                                        <td class="nowrap ba help-border-color edJxL">玩法组</td>
                                        <!-- <td class="nowrap ba help-border-color edJxL">玩法</td> -->
                                        <td class="nowrap ba help-border-color edJxL">玩法说明</td>
                                        <td class="nowrap ba help-border-color edJxL">示例</td>
                                    </tr>
                                </thead>
                                <tbody>
                                    <tr v-for="(item, index) in list" :key="index">
                                        <td class="nowrap ph15 pv7 ba help-border-color" style="width: 86px;">
                                            <span>{{item.k1}}</span>
                                        </td>
                                        <td class="tl ph15 pv7 ba help-border-color">
                                            <span>{{item.k2}}</span>
                                        </td>
                                        <td class="tl ph15 pv7 ba help-border-color">
                                            <span>{{item.k3}}</span>
                                        </td>
                                    </tr>
                                </tbody>
                            </table>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>
<script>
    export default{
        data() {
            return {
                list:[{"k1":"猜一码猜一码猜一码","k2":"选择0~9号码进行投注，开出三个投注号码为一等奖；开出二个投注号码为二等奖；开出一个投注号码为三等奖。","k3":"投注8，开奖号码为888，即为中奖，中一等奖；开奖号码为128，中三等奖。"},{"k1":"特码趣味色波","k2":"所选的投注项目，等于开出的三个号码加总的波色，即为中奖。红波：3、6、9、12、15、18、21、24；绿波：1、4、7、10、16、19、22、25；蓝波：2、5、8、11、17、20、23、26","k3":"投注蓝波，开奖号码为788(和值为23，即为中奖。"},{"k1":"特码和值除三余数","k2":"从0到2中选择一个数字构成1注，所选数值其中包含三个开奖号码的相加之和(特码数字，即为中奖。","k3":"选择2，开奖号码为233(和值为8，余数2，即为中奖。"},{"k1":"特码和值和值","k2":"从0到27中选择一个数字进行投注，所选数值等于三个开奖号码的相加之和(特码数字，即为中奖。","k3":"选择5，开奖号码为是113(和值为5(顺序不限，即为中奖。"},{"k1":"特码混和极大极小","k2":"所选的投注项目，等于开出的三个号码加总的形态，即为中奖。极大：22~27，极小：0~5。","k3":"投注极大，开奖号码为788(和值为23，即为中奖。"},{"k1":"特码混和大小单双","k2":"所选的投注项目，等于开出的三个号码加总的形态，即为中奖。","k3":"投注大单，开奖号码为788(和值为23，即为中奖。"},{"k1":"特码中边大中小边","k2":"选择一个型态进行投注，开出的三个号码总和为该型态，即为中奖。0~9为小边，10~17为中，18~27为大边。","k3":"投注大边，开奖号码为888(和值为24，即为中奖。"},{"k1":"特码豹子豹子","k2":"选择一个型态投注，开出的三个号码相同，即为中奖。","k3":"投注豹子，开奖号码为888(三同号，即为中奖。"},{"k1":"信用混合混合","k2":"选择1个型态投注，如开奖特码结果与下注结果相同，则为中奖。","k3":"投注方案：极大，当期开奖结果如为7 8 9=24（24为极大），则视为中奖"},{"k1":"信用混合色波","k2":"选择1个型态投注，如开奖特码结果与下注结果相同，则为中奖。","k3":"投注方案：红波，当期开奖结果如为5+6+7=15（18为红波），则视为中奖。"},{"k1":"信用混合豹子","k2":"选择1个型态投注，如开奖正码结果与下注结果相同，则为中奖。（豹子：111，222，333，444，555，666）","k3":"投注方案：豹子，当期开奖结果如为5+5+5=15（555为豹子），则视为中奖。"},{"k1":"信用混合除三余数","k2":"选择1个型态投注，如开奖特码除三后余数结果与下注结果相同，则为中奖。","k3":"投注方案：0，当期开奖结果如为5 5 5=15（15除3余数为0），则视为中奖。"},{"k1":"信用混合大中小边","k2":"选择1个型态投注，如开奖特码结果与下注结果相同，则为中奖。（大边：18~27，中边：10~17，小边：0~9）","k3":"投注方案：中边，当期开奖结果如为5+5+5=15（15为中边），则视为中奖。"},{"k1":"信用和值特码和值特码","k2":"从0~27中任选1个数字下注，所选数字与开奖特码数字相同，则为中奖。","k3":"投注方案：0，当期开奖结果如为0 0 0=0（特码为0），则视为中奖。"},{"k1":"信用特码包三特码包三","k2":"从0~27中任选3个数字下注，所选数字任一位与开奖号码数字相同，则为中奖。","k3":"投注方案：0、3、12共1注，当期开奖结果如为9+3+0=12（特码为12），皆视为中奖。"}]
            }
        },
    }
</script>
