<style scoped>
  @import "../../../assets/header.css";
  
</style>


<template>
 <div>
    <wv-header :title="`${gameName}介绍`" class="header">
      <div @click="$router.go(-1)" class="btn-menu brack-icon" slot="left">
        <i class="el-icon-arrow-left" slot="icon"></i>
      </div>
      <div class="w-20" slot="right"></div>
    </wv-header>
    <el-main class="index-main" style="background-color:#fff;padding:15px;">
    <div class="sc-gCwZxT iEMDai">
        <div class="sc-bJTOcE iCnFQh">
            <div class="sc-PLyBE hhUvWZ">
                <div class="sc-dPNhBE gwgWIL">玩法规则</div>
                <div class="sc-kkwfeq kOmFkF">时时彩：时时彩分星彩玩法和大小单双玩法。平台目前上线了重庆、黑龙江、新疆、天津时时彩等等。</div>
            </div>
            <div>
                <div class="sc-dPNhBE gwgWIL">奖项设置</div>
                <section class="sc-izvnbC faZLno">
                    <div class="sc-gMcBNU gbXjjN">
                        <div class="sc-dYzWWc boyuBP">玩法</div>
                        <div class="sc-dYzWWc boyuBP">玩法说明</div>
                    </div>
                    <div class="sc-cbMPqi gmsilR" v-for="(item, index) in items" :key="index">
                        <div class="sc-dYzWWc boyuBP">{{item.k1}}</div>
                        <div class="sc-dYzWWc boyuBP">{{item.k2}}</div>
                    </div>
                </section>
            </div>
            <div class="sc-fAJaQT fRmlxW"></div>
        </div>
    </div>
     <div class="sc-guztPN bdBveP"><button @click="toGames" class="sc-cFlXAS bYzZZd">立马来一注</button></div>
    </el-main>
 </div>
</template>
<script>
export default {
    props : {
        gameName : String,
        gameNo : String,
        gameType : String
    },
    data() {
      return {
        items:[{"k1":"五星直选复式","k2":"每位至少选择一个号码，竞猜开奖号码的全部五位，号码和位置都对应即中奖"},{"k1":"五星直选单式","k2":"每位至少选择一个号码，竞猜开奖号码的全部五位，号码和位置都对应即中奖"},{"k1":"五星组选组选120","k2":"至少选择五个号码投注，竞猜开奖号码的全部五位，号码一致顺序不限即中奖"},{"k1":"五星组选组选60","k2":"至少选择1个二重号码和3个单号号码组成一注，竞猜开奖号码的全部五位，号码一致顺序不限即中奖"},{"k1":"五星组选组选30","k2":"至少选择2个二重号码和1个单号号码组成一注，竞猜开奖号码的全部五位，号码一致顺序不限即中奖"},{"k1":"五星组选组选20","k2":"至少选择1个三重号码和2个单号号码组成一注，竞猜开奖号码的全部五位，号码一致顺序不限即中奖"},{"k1":"五星组选组选10","k2":"至少选择1个三重号码和1个二重号码组成一注，竞猜开奖号码的全部五位，号码一致顺序不限即中奖"},{"k1":"五星组选组选5","k2":"至少选择1个四重号码和1个单号号码组成一注，竞猜开奖号码的全部五位，号码一致顺序不限即中奖"},{"k1":"五星不定位一码不定位","k2":"从0-9中至少选择1个号码投注，竞猜开奖号码中包含这个号码，包含即中奖"},{"k1":"五星不定位二码不定位","k2":"从0-9中至少选择2个号码投注，竞猜开奖号码中包含这2个号码，包含即中奖"},{"k1":"五星不定位三码不定位","k2":"从0-9中至少选择3个号码投注，竞猜开奖号码中包含这3个号码，包含即中奖"},{"k1":"五星趣味一帆风顺","k2":"从0-9中至少选择1个号码投注，竞猜开奖号码中包含这个号码，包含即中奖"},{"k1":"五星趣味好事成双","k2":"从0-9中至少选择1个号码投注，竞猜开奖号码中包含这个号码且出现2次，即中奖"},{"k1":"五星趣味三星报喜","k2":"从0-9中至少选择1个号码投注，竞猜开奖号码中包含这个号码且出现3次，即中奖"},{"k1":"五星趣味四季发财","k2":"从0-9中至少选择1个号码投注，竞猜开奖号码中包含这个号码且出现4次，即中奖"},{"k1":"四星直选复式","k2":"每位至少选择一个号码，竞猜开奖号码的后四位，号码和位置都对应即中奖"},{"k1":"四星直选单式","k2":"每位至少选择一个号码，竞猜开奖号码的后四位，号码和位置都对应即中奖"},{"k1":"四星组选组选24","k2":"至少选择4个号码投注，竞猜开奖号码的后4位，号码一致顺序不限即中奖"},{"k1":"四星组选组选12","k2":"至少选择1个二重号码和2个单号号码，竞猜开奖号码的后四位，号码一致顺序不限即中奖"},{"k1":"四星组选组选6","k2":"至少选择2个二重号码，竞猜开奖号码的后四位，号码一致顺序不限即中奖"},{"k1":"四星组选组选4","k2":"至少选择1个三重号码和1个单号号码，竞猜开奖号码的后四位，号码一致顺序不限即中奖"},{"k1":"四星不定位一码不定位","k2":"从0-9中至少选择1个号码投注，竞猜开奖号码后四位中包含这个号码，包含即中奖"},{"k1":"四星不定位二码不定位","k2":"从0-9中至少选择2个号码投注，竞猜开奖号码后四位中包含这2个号码，包含即中奖"},{"k1":"前三直选复式","k2":"每位至少选择一个号码，竞猜开奖号码的前三位，号码和位置都对应即中奖"},{"k1":"前三直选单式","k2":"每位至少选择一个号码，竞猜开奖号码的前三位，号码和位置都对应即中奖"},{"k1":"前三直选直选和值","k2":"至少选择一个和值，竞猜开奖号码前三位数字之和"},{"k1":"前三直选跨度","k2":"所选数值等于开奖号码的前3位最大与最小数字相减之差，即为中奖"},{"k1":"前三组选组选和值","k2":"至少选择一个和值，竞猜开奖号码前三位数字之和(不含豹子号)"},{"k1":"前三组选组三","k2":"从0-9中选择2个数字组成两注，所选号码与开奖号码的前三位相同，包含1个对子，顺序不限"},{"k1":"前三组选组六","k2":"从0-9中任意选择3个号码组成一注，所选号码与开奖号码的前三位相同，不含重号，顺序不限"},{"k1":"前三组选混合组选","k2":"手动输入号码，3个数字为一注，所选号码与开奖号码的前三位相同，顺序不限，即为中奖 。"},{"k1":"前三组选组选包胆","k2":"从0-9中任意选择1个包胆号码，开奖号码的前三位中任意1位与所选包胆号码相同(不含豹子号)，即为中奖"},{"k1":"前三组选组三单式","k2":"手动输入号码，3个数字为一注，所选号码与开奖号码的前三位相同，顺序不限"},{"k1":"前三组选组六单式","k2":"手动输入号码，3个数字为一注，所选号码与开奖号码的前三位相同，顺序不限"},{"k1":"前三不定位一码不定位","k2":"从0-9中至少选择1个号码投注，竞猜开奖号码前三位中包含这个号码，包含即中奖"},{"k1":"前三不定位二码不定位","k2":"从0-9中至少选择2个号码投注，竞猜开奖号码前三位中包含这2个号码，包含即中奖"},{"k1":"后三直选复式","k2":"每位至少选择一个号码，竞猜开奖号码的后三位，号码和位置都对应即中奖"},{"k1":"后三直选单式","k2":"每位至少选择一个号码，竞猜开奖号码的后三位，号码和位置都对应即中奖"},{"k1":"后三直选直选和值","k2":"至少选择一个和值，竞猜开奖号码后三位数字之和"},{"k1":"后三直选跨度","k2":"所选数值等于开奖号码的后3位最大与最小数字相减之差，即为中奖"},{"k1":"后三组选组选和值","k2":"至少选择一个和值，竞猜开奖号码后三位数字之和(不含豹子号)"},{"k1":"后三组选组三","k2":"从0-9中选择2个数字组成两注，所选号码与开奖号码的后三位相同，且顺序不限"},{"k1":"后三组选组六","k2":"从0-9中任意选择3个号码组成一注，所选号码与开奖号码的后三位相同，顺序不限"},{"k1":"后三组选混合组选","k2":"手动输入号码，3个数字为一注，所选号码与开奖号码的后三位相同，顺序不限，即为中奖"},{"k1":"后三组选组选包胆","k2":"从0-9中任意选择1个包胆号码，开奖号码的后三位中任意1位与所选包胆号码相同(不含豹子号)，即为中奖"},{"k1":"后三组选组三单式","k2":"手动输入号码，至少输入 1 个三位数号码。(三个数字当中有二个数字相同),顺序不限"},{"k1":"后三组选组六单式","k2":"手动输入号码，3个数字为一注，所选号码与开奖号码的后三位相同，顺序不限"},{"k1":"后三不定位一码不定位","k2":"从0-9中至少选择1个号码投注，竞猜开奖号码后三位中包含这个号码，包含即中奖"},{"k1":"后三不定位二码不定位","k2":"从0-9中至少选择2个号码投注，竞猜开奖号码后三位中包含这2个号码，包含即中奖"},{"k1":"后二直选直选复式","k2":"每位至少选择一个号码，竞猜开奖号码的后二位，号码和位置都对应即中奖"},{"k1":"后二直选直选单式","k2":"每位至少选择一个号码，竞猜开奖号码的后二位，号码和位置都对应即中奖"},{"k1":"后二直选直选和值","k2":"至少选择一个和值，竞猜开奖号码后二位数字之和"},{"k1":"后二直选跨度","k2":"所选数值等于开奖号码的后二位最大与最小数字相减之差，即为中奖"},{"k1":"后二组选组选复式","k2":"从0-9中选择2个数字组成一注，所选号码与开奖号码的后二位相同，顺序不限"},{"k1":"后二组选组选单式","k2":"从0-9中选择2个数字组成一注，所选号码与开奖号码的后二位相同，顺序不限"},{"k1":"后二组选组选和值","k2":"所选数值等于开奖号码的后二位数字相加之和（不含对子）"},{"k1":"后二组选组选包胆","k2":"从0-9中任意选择1个号码，开奖号码的后二位中任意1位包含所选的包胆号码相同（不含对子）"},{"k1":"前二直选直选复式","k2":"每位至少选择一个号码，竞猜开奖号码的前二位，号码和位置都对应即中奖"},{"k1":"前二直选直选单式","k2":"每位至少选择一个号码，竞猜开奖号码的前二位，号码和位置都对应即中奖"},{"k1":"前二直选直选和值","k2":"至少选择一个和值，竞猜开奖号码前二位数字之和"},{"k1":"前二直选跨度","k2":"所选数值等于开奖号码的前二位最大与最小数字相减之差，即为中奖"},{"k1":"前二组选组选复式","k2":"从0-9中选择2个数字组成一注，所选号码与开奖号码的前二位相同，顺序不限"},{"k1":"前二组选组选单式","k2":"从0-9中选择2个数字组成一注，所选号码与开奖号码的前二位相同，顺序不限"},{"k1":"前二组选组选和值","k2":"所选数值等于开奖号码的前二位数字相加之和（不含对子）"},{"k1":"前二组选组选包胆","k2":"从0-9中任意选择1个号码，开奖号码的前二位中任意1位包含所选的包胆号码相同（不含对子）"},{"k1":"一星定位胆复式","k2":"从万位、千位、百位、十位、个位任意位置上至少选择1个号码，选号与相同位置上的开奖号码一致"},{"k1":"中三直选复式","k2":"每位至少选择一个号码，竞猜开奖号码的中三位，号码和位置都对应即中奖"},{"k1":"中三直选单式","k2":"每位至少选择一个号码，竞猜开奖号码的中三位，号码和位置都对应即中奖"},{"k1":"中三直选直选和值","k2":"至少选择一个和值，竞猜开奖号码中三位数字之和"},{"k1":"中三直选跨度","k2":"所选数值等于开奖号码的中3位最大与最小数字相减之差，即为中奖"},{"k1":"中三组选组选和值","k2":"至少选择一个和值，竞猜开奖号码中三位数字之和(不含豹子号)"},{"k1":"中三组选组三","k2":"从0-9中选择2个数字组成两注，所选号码与开奖号码的中三位相同，且顺序不限"},{"k1":"中三组选组六","k2":"从0-9中任意选择3个号码组成一注，所选号码与开奖号码的中三位相同，顺序不限"},{"k1":"中三组选混合组选","k2":"手动输入号码，3个数字为一注，所选号码与开奖号码的中三位相同，顺序不限，即为中奖"},{"k1":"中三组选组选包胆","k2":"从0-9中任意选择1个包胆号码，开奖号码的中三位中任意1位与所选包胆号码相同(不含豹子号)，即为中奖"},{"k1":"中三组选组三单式","k2":"手动输入号码，至少输入 1 个三位数号码。(三个数字当中有二个数字相同),顺序不限"},{"k1":"中三组选组六单式","k2":"手动输入号码，3个数字为一注，所选号码与开奖号码的中三位相同，顺序不限"},{"k1":"中三不定位一码不定位","k2":"从0-9中至少选择1个号码投注，竞猜开奖号码中三位中包含这个号码，包含即中奖"},{"k1":"中三不定位二码不定位","k2":"从0-9中至少选择2个号码投注，竞猜开奖号码中三位中包含这2个号码，包含即中奖"},{"k1":"大小单双二码后二大小单双","k2":"每位至少选择一个投注项目，竞猜开奖号码的后二位，项目和位置都对应即中奖。"},{"k1":"大小单双二码前二大小单双","k2":"每位至少选择一个投注项目，竞猜开奖号码的前二位，项目和位置都对应即中奖。"},{"k1":"大小单双三码前三大小单双","k2":"每位至少选择一个投注项目，竞猜开奖号码的前三位，项目和位置都对应即中奖。"},{"k1":"大小单双三码后三大小单双","k2":"每位至少选择一个投注项目，竞猜开奖号码的后三位，项目和位置都对应即中奖。"},{"k1":"大小单双三码中三大小单双","k2":"每位至少选择一个投注项目，竞猜开奖号码的中三位，项目和位置都对应即中奖。"},{"k1":"信用双面双面","k2":"选择1个型态，所选位置型态与开奖结果位置型态相同即为中奖。"},{"k1":"信用数字盘数字盘","k2":"从0~9中任选1个号码下注，若下注的位数号码与开奖位数号码相同，即为中奖。"},{"k1":"信用一字定万位","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖；0~4为小，5~9为大；1、3、5、7、9时为单，0、2、4、6、8时为双；1、2、3、5、7时为质数，0、4、6、8、9时为合数。"},{"k1":"信用一字定千位","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖；0~4为小，5~9为大；1、3、5、7、9时为单，0、2、4、6、8时为双；1、2、3、5、7时为质数，0、4、6、8、9时为合数。"},{"k1":"信用一字定百位","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖；0~4为小，5~9为大；1、3、5、7、9时为单，0、2、4、6、8时为双；1、2、3、5、7时为质数，0、4、6、8、9时为合数。"},{"k1":"信用一字定十位","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖；0~4为小，5~9为大；1、3、5、7、9时为单，0、2、4、6、8时为双；1、2、3、5、7时为质数，0、4、6、8、9时为合数。"},{"k1":"信用一字定个位","k2":"选择1个型态进行下注，所选型态与开奖号码的型态相同，则为中奖；0~4为小，5~9为大；1、3、5、7、9时为单，0、2、4、6、8时为双；1、2、3、5、7时为质数，0、4、6、8、9时为合数。"},{"k1":"信用二字定二字定","k2":"从[万位、千位、百位、十位、个位]中任选2位，每一位于0~9中任选1个号码下注，若下注的位置号码与开奖位置号码相同，即为中奖。"},{"k1":"信用三字定三字定","k2":"从[万位、千位、百位、十位、个位]中任选3位，每一位于0~9中任选1个号码下注，若下注的位置号码与开奖位置号码相同，即为中奖。"},{"k1":"信用一字组全五","k2":"从0~9任选1个号进行投注，当开奖结果[万位、千位、百位、十位、个位]任一数与所选的号码相同时，即为中奖。同个号码出现多次时只计一次中奖。"},{"k1":"信用一字组前三","k2":"从0~9任选1个号进行投注，当开奖结果[万位、千位、百位]任一数与所选的号码相同时，即为中奖。同个号码出现多次时只计一次中奖。"},{"k1":"信用一字组中三","k2":"从0~9任选1个号进行投注，当开奖结果[千位、百位、十位]任一数与所选的号码相同时，即为中奖。同个号码出现多次时只计一次中奖。"},{"k1":"信用一字组后三","k2":"从0~9任选1个号进行投注，当开奖结果[百位、十位、个位]任一数与所选的号码相同时，即为中奖。同个号码出现多次时只计一次中奖。"},{"k1":"信用二字组前三","k2":"从[万位、千位、百位]以及0~9任选2个号进行投注，当开奖结果任二数与所选的号码相同时，即为中奖。"},{"k1":"信用二字组中三","k2":"从[千位、百位、十位]以及0~9任选2个号进行投注，当开奖结果任二数与所选的号码相同时，即为中奖。"},{"k1":"信用二字组后三","k2":"从[百位、十位、个位]以及0~9任选2个号进行投注，当开奖结果任二数与所选的号码相同时，即为中奖。"},{"k1":"信用二字和二字和","k2":"开奖结果[万位、千位、百位、十位、个位]中的其中两位的总和，和数的个位数为1、3、5、7、9时为“单”，0、2、4、6、8时为“双”，当投注位数单双与开奖结果的位数单双相符时，即为中奖。"},{"k1":"信用组选三前三","k2":"从0-9中选择5~10个数字组成一注，所选号码与开奖号码的[万位、千位、百位]有且只有两位相同，且顺序不限，即为中奖。挑选不同数量的号码尤其对应的赔率。"},{"k1":"信用组选三中三","k2":"从0-9中选择5~10个数字组成一注，所选号码与开奖号码的[千位、百位、十位]有且只有两位相同，且顺序不限，即为中奖。挑选不同数量的号码尤其对应的赔率。"},{"k1":"信用组选三后三","k2":"从0-9中选择5~10个数字组成一注，所选号码与开奖号码的[百位、十位、个位]有且只有两位相同，且顺序不限，即为中奖。挑选不同数量的号码尤其对应的赔率。"},{"k1":"信用组选六前三","k2":"从0~9选择4~8个号码，所选号码与开奖结果相同即为中奖。"},{"k1":"信用组选六中三","k2":"从0~9选择4~8个号码，所选号码与开奖结果相同即为中奖。"},{"k1":"信用组选六后三","k2":"从0~9选择4~8个号码，所选号码与开奖结果相同即为中奖。"},{"k1":"信用跨度前三","k2":"从0-9选择1个跨度，所选号码与开奖号码前三位的跨度相同即为中奖。"},{"k1":"信用跨度中三","k2":"从0-9选择1个跨度，所选号码与开奖号码中三位的跨度相同即为中奖。"},{"k1":"信用跨度后三","k2":"从0-9选择1个跨度，所选号码与开奖号码后三位的跨度相同即为中奖。"},{"k1":"信用龙虎龙1vs虎2","k2":"从龙、虎、和选择一个型态，所选型态与开奖号码的型态相同，即为中奖。"},{"k1":"信用龙虎龙1vs虎3","k2":"从龙、虎、和选择一个型态，所选型态与开奖号码的型态相同，即为中奖。"},{"k1":"信用龙虎龙1vs虎4","k2":"从龙、虎、和选择一个型态，所选型态与开奖号码的型态相同，即为中奖。"},{"k1":"信用龙虎龙1vs虎5","k2":"从龙、虎、和选择一个型态，所选型态与开奖号码的型态相同，即为中奖。"},{"k1":"信用龙虎龙2vs虎3","k2":"从龙、虎、和选择一个型态，所选型态与开奖号码的型态相同，即为中奖。"},{"k1":"信用龙虎龙2vs虎4","k2":"从龙、虎、和选择一个型态，所选型态与开奖号码的型态相同，即为中奖。"},{"k1":"信用龙虎龙2vs虎5","k2":"从龙、虎、和选择一个型态，所选型态与开奖号码的型态相同，即为中奖。"},{"k1":"信用龙虎龙3vs虎4","k2":"从龙、虎、和选择一个型态，所选型态与开奖号码的型态相同，即为中奖。"},{"k1":"信用龙虎龙3vs虎5","k2":"从龙、虎、和选择一个型态，所选型态与开奖号码的型态相同，即为中奖。"},{"k1":"信用龙虎龙4vs虎5","k2":"从龙、虎、和选择一个型态，所选型态与开奖号码的型态相同，即为中奖。"},{"k1":"信用总和龙虎总和龙虎","k2":"龙虎和是以开奖结果的万位和个位作为基准，取万为龙，个为虎的数字进行大小比对，龙大于虎时为“龙”，龙小于虎时为“虎”，龙等于虎时为“和”，当投注的龙虎和与开奖结果的龙虎和结果相符时，即为中奖。"}]
      }
    },
        methods : {
        toGames(){
            this.$router.go(-1);
        }
    }
}
</script>
