<style scoped>
  @import "../../../assets/header.css";
  
</style>


<template>
 <div>
    <wv-header :title="`${gameName}介绍`" class="header">
      <div @click="$router.go(-1)" class="btn-menu brack-icon" slot="left">
        <i class="el-icon-arrow-left" slot="icon"></i>
      </div>
      <div class="w-20" slot="right"></div>
    </wv-header>
    <el-main class="index-main" style="background-color:#fff;padding:15px;">
    <div class="sc-gCwZxT iEMDai">
        <div class="sc-bJTOcE iCnFQh">
            <div class="sc-PLyBE hhUvWZ">
                <div class="sc-dPNhBE gwgWIL">玩法规则</div>
                <div class="sc-kkwfeq kOmFkF">11选5：11选5是从01-11共11个号码中任选1-8个号码进行投注，投注方式灵活，开奖频次高，全面满足不同彩民的投注需要。</div>
            </div>
            <div>
                <div class="sc-dPNhBE gwgWIL">奖项设置</div>
                <section class="sc-izvnbC faZLno">
                    <div class="sc-gMcBNU gbXjjN">
                        <div class="sc-dYzWWc boyuBP">玩法</div>
                        <div class="sc-dYzWWc boyuBP">玩法说明</div>
                    </div>
                    <div class="sc-cbMPqi gmsilR" v-for="(item, index) in items" :key="index">
                        <div class="sc-dYzWWc boyuBP">{{item.k1}}</div>
                        <div class="sc-dYzWWc boyuBP">{{item.k2}}</div>
                    </div>
                </section>
            </div>
            <div class="sc-fAJaQT fRmlxW"></div>
        </div>
    </div>
     <div class="sc-guztPN bdBveP"><button @click="toGames" class="sc-cFlXAS bYzZZd">立马来一注</button></div>
    </el-main>
 </div>
</template>
<script>
export default {
    props : {
        gameName : String,
        gameNo : String,
        gameType : String
    },
    data() {
      return {
        items:[{"k1":"趣味趣味定单双","k2":"从6种单双个数组合中选择1种组合，当开奖号码的单双个数与所选单双组合一致，即为中奖。"},{"k1":"趣味趣味猜中位","k2":"从3-9中选择1个号码进行购买，所选号码与5个开奖号码按照大小顺序排列后的第3个号码相同，即为中奖。"},{"k1":"选一前三一码不定位复式","k2":"从01-11共11个号码中选择1个号码，每注由1个号码组成，只要当期顺序摇出的第一位、第二位、第三位开奖号码中包含所选号码"},{"k1":"选一定位胆复式","k2":"从第一位、第二位、第三位任意一个位置或多个位置上选择1个号码，所选号码与相同位置上的开奖号码一致"},{"k1":"选一任选一中一复式","k2":"从01-11共11个号码中选择1个号码进行购买，当期的5个开奖号码中包含所选号码"},{"k1":"选一任选一中一单式","k2":"从01-11中手动输入1个号码进行购买，只要当期的5个开奖号码中包含所选号码"},{"k1":"选二前二直选复式","k2":"从01-11共11个号码中选择2个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中的前2个号码相同，且顺序一致，即为中奖。"},{"k1":"选二前二直选单式","k2":"手动输入2个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前2个号码相同，且顺序一致，即为中奖。"},{"k1":"选二前二组选复式","k2":"从01-11共11个号码中选择2个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中 的前2个号码相同，且顺序不限，即为中奖。"},{"k1":"选二前二组选单式","k2":"手动输入2个号码组成一注，所输入的号码与当期顺序摇出的5个号码中 的前2个号码相同，且顺序不限，即为中奖。"},{"k1":"选二前二组选胆拖","k2":"从01-11共11个号码中至少选择2个以上号码进行投注，且每注需都有胆码及拖码。只要当期的前二位开奖号码中有2个包含所选号码（每注包含2个号码），即为中奖。"},{"k1":"选二任选二中二复式","k2":"从01-11共11个号码中选择2个号码进行购买，只要当期的5个开奖号码中包含所选号码 。"},{"k1":"选二任选二中二单式","k2":"从01-11中手动输入2个号码进行购买，只要当期的5个开奖号码中包含所选号码。"},{"k1":"选二任选二中二胆拖","k2":"从01-11共11个号码中至少选择2个以上号码进行投注，且每注需都有胆码及拖码。只要当期的5个开奖号码中有2个包含所选号码（每注包含2个号码），即为中奖。"},{"k1":"选三前三直选复式","k2":"从01-11共11个号码中选择3个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中 的前3个号码相同，且顺序一致，即为中奖。"},{"k1":"选三前三直选单式","k2":"手动输入3个号码组成一注，所输入的号码与当期顺序摇出的5个号码中 的前3个号码相同，且顺序一致，即为中奖。"},{"k1":"选三前三组选复式","k2":"从01-11共11个号码中选择3个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中 的前3个号码相同，且顺序不限，即为中奖。"},{"k1":"选三前三组选单式","k2":"手动输入3个号码组成一注，所输入的号码与当期顺序摇出的5个号码中 的前3个号码相同，且顺序不限，即为中奖。"},{"k1":"选三前三组选胆拖","k2":"从01-11共11个号码中至少选择3个以上号码进行投注，且每注需都有胆码及拖码。只要当期的前三位开奖号码中有3个包含所选号码（每注包含3个号码），即为中奖。"},{"k1":"选三任选三中三复式","k2":"从01-11共11个号码中选择3个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选三任选三中三单式","k2":"从01-11中手动输入3个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选三任选三中三胆拖","k2":"从01-11共11个号码中至少选择3个以上号码进行投注，且每注需都有胆码及拖码。只要当期的5个开奖号码中有3个包含所选号码（每注包含3个号码），即为中奖。"},{"k1":"选四任选四中四复式","k2":"从01-11共11个号码中选择4个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选四任选四中四单式","k2":"从01-11中手动输入4个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选四任选四中四胆拖","k2":"从01-11共11个号码中至少选择4个以上号码进行投注，且每注需都有胆码及拖码。只要当期的5个开奖号码中有4个包含所选号码（每注包含4个号码），即为中奖。"},{"k1":"选五任选五中五复式","k2":"从01-11共11个号码中选择5个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选五任选五中五单式","k2":"从01-11中手动输入5个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选五任选五中五胆拖","k2":"从01-11共11个号码中至少选择5个以上号码进行投注，且每注需都有胆码及拖码。只要所选的每注5个号码和当期的5个开奖号码全部相同，即为中奖。"},{"k1":"选六任选六中五复式","k2":"从01-11共11个号码中选择6个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选六任选六中五单式","k2":"从01-11中手动输入6个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选六任选六中五胆拖","k2":"从01-11共11个号码中至少选择6个以上号码进行投注，且每注需都有胆码及拖码。只要所选的每注6个号码当中，有5个和当期的5个开奖号码全部相同，即为中奖。"},{"k1":"选七任选七中五复式","k2":"从01-11共11个号码中选择7个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选七任选七中五单式","k2":"从01-11中手动输入7个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选七任选七中五胆拖","k2":"从01-11共11个号码中至少选择7个以上号码进行投注，且每注需都有胆码及拖码。只要所选的每注7个号码当中，有5个和当期的5个开奖号码全部相同，即为中奖。"},{"k1":"选八任选八中五复式","k2":"从01-11共11个号码中选择8个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选八任选八中五单式","k2":"从01-11中手动输入8个号码进行购买，只要当期的5个开奖号码中包含所选号码，即为中奖。"},{"k1":"选八任选八中五胆拖","k2":"从01-11共11个号码中至少选择8个以上号码进行投注，且每注需都有胆码及拖码。只要所选的每注8个号码当中，有5个和当期的5个开奖号码全部相同，即为中奖。"}]
      }
    },
        methods : {
        toGames(){
            this.$router.go(-1);
        }
    }
}
</script>
